[{"name":"CN Tower","address":"290 Bremner Blvd, Toronto, ON M5V 3L9","phone_no":"6475295619","website":"https:\/\/www.cntower.ca\/en-ca\/home.html","description":"The CN Tower is a 553.3 m-high concrete communications and observation tower located in Downtown Toronto, Ontario, Canada. Built on the former Railway Lands, it was completed in 1976. Its name CN originally referred to Canadian National, the railway company that built the tower.","pricing":"$$$","photo1":2131165290,"photo2":2131165291,"photo3":2131165292},{"name":"Toronto Zoo","address":"2000 Meadowvale Rd, Toronto, ON M1B 5K7","phone_no":"(416) 392-5900","website":"https:\/\/www.torontozoo.com","description":"The Toronto Zoo is a zoo located in Toronto, Ontario, Canada. Encompassing 287 hectares, the Toronto Zoo is the largest zoo in Canada. It is divided into seven zoogeographic regions: Indo-Malaya, Africa, Americas, Tundra Trek, Australasia, Eurasia, and the Canadian Domain.","pricing":"$$","photo1":2131165346,"photo2":2131165347,"photo3":2131165348},{"name":"Art Gallery of Ontario","address":"317 Dundas St W, Toronto, ON M5T 1G4","phone_no":"(416) 590-0392","website":"https:\/\/ago.ca","description":"The Art Gallery of Ontario is an art museum in Toronto, Ontario, Canada. The museum is located in the Grange Park neighbourhood of downtown Toronto, on Dundas Street West between McCaul and Beverley streets.","pricing":"$$","photo1":2131165277,"photo2":2131165278,"photo3":2131165279},{"name":"Royal Ontario Museum","address":"100 Queens Park, Toronto, ON M5S 2C6","phone_no":"(416) 503-9290","website":"https:\/\/www.rom.on.ca\/en","description":"The Royal Ontario Museum is a museum of art, world culture and natural history in Toronto, Ontario, Canada. It is one of the largest museums in North America and the largest in Canada. It attracts more than one million visitors every year, making the ROM the most-visited museum in Canada.","pricing":"$$","photo1":2131165340,"photo2":2131165341,"photo3":2131165342},{"name":"Ripley's Aquarium of Canada","address":"288 Bremner Blvd, Toronto, ON M5V 3L9","phone_no":"(416) 5939-200","website":"https:\/\/www.ripleyaquariums.com\/canada\/","description":"Ripley's Aquarium of Canada is a public aquarium in Toronto, Ontario, Canada. The aquarium is one of three aquariums owned and operated by Ripley Entertainment. It is located in downtown Toronto, just southeast of the CN Tower.","pricing":"$$","photo1":2131165337,"photo2":2131165338,"photo3":2131165339}]